{
 "meme_harmfulness_understanding": [
  "religion",
  "race",
  "nationality",
  "political",
  "gender",
  "disability",
  "child exploitation",
  "animal"
 ],
 "meme_harmfulness": {
  "race": "This category involves harm or bias directed towards individuals or groups based on their racial or ethnic background. Memes in this category may perpetuate stereotypes or reinforce racial inequalities.",
  "gender": "This category addresses harm or discrimination based on a person's gender. Memes can be harmful when they perpetuate gender stereotypes, objectify individuals, or marginalize certain gender identities.",
  "religion": "This category includes harmful content that targets individuals or groups based on their religious beliefs or practices. Memes can propagate intolerance, misrepresent religious practices, or incite hatred toward religious communities.",
  "nationality": "This category involves harm directed at people based on their nationality or citizenship. Memes may exploit national stereotypes, promote xenophobia, or express disdain for particular national identities.",
  "disability": "This category focuses on harm toward people with disabilities. Memes in this area may mock, belittle, or stereotype individuals with physical or mental disabilities, reinforcing negative societal attitudes or stigmas.",
  "animal": "This category pertains to harm or mistreatment of animals in memes. It includes content that promotes cruelty, objectifies animals, or trivializes their suffering, which can desensitize audiences to animal welfare issues.",
  "political": "This category involves harm related to political ideologies, figures, or movements. Memes in this space can contribute to misinformation, promote political extremism, or encourage divisive and harmful rhetoric towards certain political groups or leaders.",
  "child exploitation": "This category covers content that promotes or trivializes the exploitation, abuse, or inappropriate treatment of minors. Memes in this category can normalize harmful behaviors towards children or create a culture of acceptance around illegal or immoral actions against minors."
 }
}